IDEA Open Model
CheckResSummary.UnityCheckMessage Property
Compatible with IDEA StatiCa 20.1
 Detail message about overall check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string UnityCheckMessage { get; set; }
Public Property UnityCheckMessage As String
	Get
	Set
Property Value
Type: String
See Also
Reference
CheckResSummary Class
IdeaRS.OpenModel.Connection Namespace